tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "allure"
brew "ffmpeg"
brew "htop"
brew "jq"
brew "zookeeper"
brew "kafka"
brew "kcat"
brew "krb5"
brew "openssl@3"
brew "poetry"
brew "postgresql", restart_service: true
brew "pyenv"
brew "redis", restart_service: true
brew "tailscale"
brew "tmux"
brew "youtube-dl"
brew "hashicorp/tap/terraform"
cask "1password"
cask "alacritty"
cask "cloudflare-warp"
cask "discord"
cask "docker"
cask "dotnet"
cask "google-chrome"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "krisp"
cask "paw"
cask "postico"
cask "postman"
cask "privatevpn"
cask "pycharm"
cask "slack"
cask "spotify"
cask "sublime-merge"
cask "sublime-text"
cask "teamviewer"
cask "vanilla"
cask "whatsapp"
cask "zoom"
